Repository: vttdn/frames-web
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: Longitude
ar: خط الطول
da: Længde
de: Längengrad
el: Γεωγραφικό μήκος
es: Longitud
fi: Pituusaste
he: קו אורך
hi: देशांतर
id: Bujur
it: Longitudine
ja: 経度
ko: 경도
nb: Lengde
nl: Lengtegraad
pl: Długość
ro: Longitudine
ru: Долгота
sv: Längdgrad
th: ลองจิจูด
tr: Boylam
uk: Довгота
vi: Kinh Độ
zh_hans: 经度
zh_hant: 經度
zh_hk: 經度

source: Place
ar: المكان
da: Sted
de: Stelle
el: Τόπος
es: Lugar
fi: Paikka
fr: Lieu
he: מקום
hi: स्थान
id: Tempat
it: Luogo
ja: 場所
ko: 장소
nb: Sted
nl: Plaats
pl: Miejsce
pt_br: Lugar
ro: Loc
ru: Местоположение
sv: Plats
th: สถานที่
tr: Yer
uk: Місце
vi: Địa Điểm
zh_hans: 地点
zh_hant: 地點
zh_hk: 地點

source: Saving photo for 'frame %lld'…
ar: حفظ صورة 'الإطار %lld'…
da: Gemmer foto for 'ramme %lld'…
de: Speichere Bild für 'Einzelbild %lld'…
el: Αποθήκευση φωτογραφίας για 'καρέ %lld'…
es: Guardando fotograma %lld…
fi: Tallennetaan kuvaa 'kehys %lld'…
fr: Sauvegarde photo %lld…
he: שומר תמונה עבור 'פריים %lld'…
hi: 'फ़्रेम %lld' के लिए फ़ोटो सुरक्षित की जा रही है...
id: Menyimpan foto untuk 'frame %lld'…
it: Salvataggio del fotogramma %lld…
ja: 「コマ %lld」の写真を保存中…
ko: '프레임 %lld' 이미지를 저장 중…
nb: Lagrer bilde for 'ramme %lld'…
nl: Filmframe %lld opslaan…
pl: Zapisywanie zdjęcia dla klatki %lld…
pt_br: Salvando fotograma %lld…
ro: Salvare fotografie pentru 'cadrul %lld'…
ru: Сохранение фото для «кадр %lld»…
sv: Sparar foto för 'ruta %lld'…
th: กำลังบันทึกภาพถ่ายสำหรับ 'เฟรม %lld'…
tr: '%lld kare' için fotoğraf kaydediliyor…
uk: Збереження фото для «кадр %lld»…
vi: Đang lưu ảnh cho 'khung hình %lld'…
zh_hans: 正在保存“帧 %lld”的照片…
zh_hant: 正在儲存「畫格 %lld」的照片…
zh_hk: 正在儲存「格 %lld」的相片…

source: Shutter Speed
ar: سرعة الغالق
da: Lukketid
de: Verschlusszeit
el: Ταχύτητα κλείστρου
es: Velocidad
fi: Suljinanopeus
fr: Vitesse
he: מהירות תריס
hi: शटर स्पीड
id: Kecepatan Rana
it: Velocità
ja: シャッタースピード
ko: 셔터 속도
nb: Lukketid
nl: Sluitertijd
pl: Czas naświetlania
pt_br: Velocidade
ro: Viteză obturator
ru: Выдержка
sv: Slutartid
th: ความเร็วชัตเตอร์
tr: Enstantane
uk: Витримка
vi: Tốc Độ Màn Trập
zh_hans: 快门速度
zh_hant: 快門速度
zh_hk: 快門速度

source: TIFF Image
ar: صورة TIFF
da: TIFF-billede
de: TIFF-Bild
el: Εικόνα TIFF
es: Imagen TIFF
fi: TIFF-kuva
fr: Image TIFF
he: תמונת TIFF
hi: TIFF छवि
id: Gambar TIFF
it: Immagine TIFF
ja: TIFF画像
ko: TIFF 이미지
nb: TIFF-bilde
nl: TIFF-afbeelding
pl: Obraz TIFF
pt_br: Imagem TIFF
ro: Imagine TIFF
ru: Изображение TIFF
sv: TIFF-bild
th: ภาพ TIFF
tr: TIFF Görüntüsü
uk: Зображення TIFF
vi: Hình ảnh TIFF
zh_hans: TIFF 图像
zh_hant: TIFF 圖像
zh_hk: TIFF 圖像

# title_exportPhotos
source: Export photos:
ar: تصدير الصور:
da: Eksporter fotos:
de: Bilder exportieren:
el: Εξαγωγή φωτογραφιών:
es: Exportar fotos​:
fi: Vie kuvat:
fr: Exporter les photos:
he: ייצוא תמונות:
hi: फ़ोटो निर्यात करें:
id: Ekspor foto:
it: Esporta foto​
ja: 写真を書き出し:
ko: 이미지 내보내기:
nb: Eksporter bilder:
nl: Foto's exporteren:
pl: Eksport zdjęć:
pt_br: Exportar fotos:​
ro: Exportă fotografii:
ru: Экспорт фото:
sv: Exportera foton:
th: ส่งออกภาพถ่าย:
tr: Fotoğrafları Dışa Aktar:
uk: Експортувати фото:
vi: Xuất ảnh:
zh_hans: 导出照片：
zh_hant: 匯出照片：
zh_hk: 匯出相片：

# title_importFrames
source: Import Frames
ar: استيراد الإطارات
da: Importer rammer
de: Einzelbilder importieren
el: Εισαγωγή καρέ
es: Importar fotogramas​
fi: Tuo kehyksiä
fr: Importez vos frames
he: ייבוא פריימים
hi: फ़्रेम आयात करें
id: Impor Frame
it: Importa fotogrammi​
ja: コマをインポート
ko: 프레임 가져오기
nb: Importer rammer
nl: Filmframes importeren
pl: Importuj klatki
pt_br: Importar fotogramas​
ro: Importă cadre
ru: Импорт кадров
sv: Importera rutor
th: นำเข้าเฟรม
tr: Kareleri İçe Aktar
uk: Імпортувати кадри
vi: Nhập Khung Hình
zh_hans: 导入帧
zh_hant: 匯入畫格
zh_hk: 匯入格

# title_welcome
source: Welcome to Frames
ar: مرحبًا بك في Frames
da: Velkommen til Frames
de: Willkommen bei Frames
el: Καλώς ορίσατε στο Frames
es: Bienvenido a Frames​
fi: Tervetuloa Frames:iin
fr: Bienvenue sur Frames
he: ברוכים הבאים ל-Frames
hi: Frames में आपका स्वागत है
id: Selamat Datang di Frames
it: Benvenuto in Frames​
ja: Framesへようこそ
ko: Frames에 오신 것을 환영합니다
nb: Velkommen til Frames
nl: Welkom bij Frames
pl: Witamy w Frames
pt_br: Bem-vindo ao Frames​
ro: Bun venit la Frames
ru: Добро пожаловать в Frames
sv: Välkommen till Frames
th: ยินดีต้อนรับสู่ Frames
tr: Frames’e Hoş Geldiniz
uk: Ласкаво просимо до Frames
vi: Chào Mừng Đến Với Frames
zh_hans: 欢迎使用 Frames
zh_hant: 歡迎使用 Frames
zh_hk: 歡迎使用 Frames

source: Unknown Location
ar: موقع غير معروف
da: Ukendt sted
de: Unbekannter Ort
el: Άγνωστη τοποθεσία
es: Ubicación desconocida
fi: Tuntematon sijainti
fr: Lieu inconnu
he: מיקום לא ידוע
hi: अज्ञात स्थान
id: Lokasi Tidak Dikenal
it: Posizione sconosciuta
ja: 不明な場所
ko: 알 수 없는 위치
nb: Ukjent sted
nl: Onbekende locatie
pl: Nieznana lokalizacja
pt_br: Local desconhecido
ro: Locație necunoscută
ru: Неизвестное место
sv: Okänd plats
th: ตำแหน่งที่ไม่รู้จัก
tr: Bilinmeyen konum
uk: Невідоме місце
vi: Vị Trí Không Xác Định
zh_hans: 未知位置
zh_hant: 未知位置
zh_hk: 未知位置

# value_iso_speed
source: ISO Speed
ar: سرعة ISO
da: ISO-hastighed
de: ISO-Empfindlichkeit
el: Ταχύτητα ISO
es: Velocidad ISO
fi: ISO-nopeus
fr: Vitesse ISO
he: מהירות ISO
hi: ISO गति
id: Kecepatan ISO
it: Velocità ISO
ja: ISO感度
ko: ISO 속도
nb: ISO-hastighet
nl: ISO-snelheid
pl: Czułość ISO
pt_br: Velocidade ISO
ro: Viteză ISO
ru: Светочувствительность ISO
sv: ISO-hastighet
th: ความเร็ว ISO
tr: ISO hızı
uk: Швидкість ISO
vi: Tốc độ ISO
zh_hans: ISO 速度
zh_hant: ISO 速度
zh_hk: ISO 速度

source: ISO
zh_hans: 感光度
zh_hant: 感光度
zh_hk: 感光度
